LANGUAGES = [
  'русский',
  'английский',
  'немецкий'
].freeze

TAGS = [
  'приключения',
  'тестирование',
  'backend разработка',
  'frontend разработка',
  'сис. администрирование',
  'дизайн',
  'не разработчик в it',
  'спорт',
  'трансляция'
].freeze

SPEAKERS = [
  'Дмитрий Лось', #18
  'Нейт Барбеттини',
  'Павел Мартысюк',
  'Лиза Васильева ',
  'Валерий Колесников',
  'Влад Евневич',
  'Аристов Игорь',
  'Влад Евневич',
  'Вячеслав Морозов',
  'Илья Ковалев',
  'Антон Блинков',
  'Матвей бойков',
  'Валерия филстович', #11
  'Андрей Тсибулко', #11
  'Андрей Наличаев', #12 13
  'Chad Justice', #13
  'Tim Benedict', #13
  'Игорь Гудеев', #15
  'Леша Черихович', #16
  'Кирилл Ларпенко', #16
  'Антон Блинков', #17
  'Алексей Чекин', #21
  'Илья Ковалев', #25
].freeze

CATEGORIES = [
  'продуктовый обзор',
  'демонстрация продукта',
  'обучающий материал',
  'вебинар',
  'технологические инновации',
  'тренды',
  'интервью',
  'кейс-стадии',
  'опыт применения',
  'корпоративная презентация',
  'мероприятие',
  'анимация',
  'инфографика'
].freeze

VNAME = [
  "HintedSpinner - библиотека, дающая возможность добавлять Hint в Android",
  "INNOSPORT #1 __ Земля, вода, огонь и воздух"
].freeze

VPIC = [
  "Screenshot from 2024-02-05 10-56-08.png",
  "Screenshot_from_2024-02-05_10-57-09.png"
].freeze

VIDEO = [
  "HintedSpinner_-_библиотека,_дающая_возможность_добавлять_Hint_в_Android.mp4",
  "INNOSPORT_#1____Земля,_вода,_огонь_и_воздух.mp4"
].freeze

VDESCRIPTION = [
  "Кто работает с Android, тот знает: есть проблемка. И не одна, но мы сейчас именно про Spinner с хинтом. Большинство разработчиков \"спотыкались\" на этом уже давно, а нативного решения от команды Android SDK все не было.\n\n  \"Никуда не годится\", решили мы - и вуаля! Встречай лёгкую, простую, кастомизируемую библиотеку с крутым экзамплом. Больше ничего не скажем: скачивай, пробуй, изучай возможности. Будет круто, если оставишь фидбэк в комментариях! 🔥",
  "913 просмотров  12 авг. 2021 г.\n  Друзья, всем привет!\n\n  Нам очень хочется, чтобы серия видео про спорт стала нашей постоянной рубрикой. Мы сделали первое видео и показали, как будет выглядеть формат. \n  Если у тебя есть идеи, интересные мысли или ты недавно сделал что-то крутое: покажи всем остальным. Давай вместе выберем локацию, напишем сценарий и сделаем классный контент!"
].freeze
